{
    "title-1": "We are CUHKers II",
    "subtitle-1": "Change and constant at CUHK",
    "content-1": "In the second season of the \"We are CUHKers\" series, we invited two prominent CUHK alumni, film director Adam Wong and producer Saville Chan, to document their meaningful conversations with some of our graduates. Together they discussed the distinctive qualities of CUHKers. We also sat down with five friends, who are either current CUHK students or young alumni. All have overcome a myriad of hurdles in pursuing their dreams, and eventually became the worldly individuals they are today. Nevertheless, they remain steadfast in their beliefs. Educated in the same environment, and excelling in their own fields (architecture, business, art, and sports), how did they, with the special qualities of CUHKers, evolve and flourish? Let us dive into their conversations, and appreciate how the CUHK spirit is ingrained in each of us in one way or another.",

    "video-topic": "We are CUHKers II - Video Series",
    "1-topic": "Connection",
    "1-name": "Sarah Mui",
    "1-pos": "Co-founder of One Bite Design",
    "1-col": "New Asia | Architecture",

    "2-topic": "Companion",
    "2-name": "Rachel Leung",
    "2-pos": "Houseman",
    "2-col": "S.H.Ho | MBChB",

    "3-topic": "Friendship",
    "3-name": "Ashley Chan",
    "3-pos": "Founder of Blendit",
    "3-col": "Chung Chi | Professional Accountancy",

    "4-topic": "Reinvention",
    "4-name": "Enders Wong",
    "4-pos": "Ceramics Artist | Kintsugi Artist",
    "4-col": "New Asia | Fine Arts",
    "4-col2": "Graduate School | Fine Arts",

    "5-topic": "Staying True",
    "5-name": "Adam Wong",
    "5-pos": "Director | Writer",
    "5-col": "New Asia | Fine Arts",

    "6-name": "Saville Chan",
    "6-pos": "Producer | Writer | Lyricist",
    "6-col": "New Asia | Anthropology",

    "ebook-title": "CUHKers and Their Careers II - eBook",
    "ebook-text": ["Floriography, the language of flowers, ascribes human values to flowers according to their appearances and attributes. Likewise, The Chinese University of Hong Kong (CUHK) provides all-round education to students based on their specific needs and aptitudes, with a view to fostering the qualities that make them excellent leaders."
    , "Delphinium symbolises caring for others, which has parallels with CUHKers' commitment to staying connected with local communities. Chrysanthemum is associated with protection, which is comparable to CUHKers who, with their sense of responsibility, strive to serve the community and help those in need. Forget-me-not symbolises real friendship, something that CUHKers build among themselves. Frangipani represents hope and strength, which is comparable to CUHKers' courage to face different challenges, bringing positive changes for themselves. Platycodon symbolises staying true to oneself, just as CUHKers stay true to their dreams after graduation." 
    , "The \"mountain city\" connects CUHKers so that they become each other's companion. In times when they feel lost and confused, may the alma mater reminds them about they are and how to stay true to their aspirations."
    ],

    "click-to-read": "Click Here to Read",
    "to-cuhkers1.1" : ["Revisit the first season:","We are CUHKers I"],
    "to-cuhkers1.2" : ["Revisit the first season:","We are CUHKers I"]
}
